Repository: anordy/uza_sales
Catalog: lib/l10n/app_*.arb
Languages: sw

# language
source: English
sw: Swahili

source: Hello World!
sw: Habari!

source: Top Deals
sw: Bidhaa Kubwa

source: Hello,
sw: Habari,

source: Good Morning!
sw: Habari za Asubuhi!

source: Contact Us
sw: Wasiiliana nasi

source: General
sw: Jumla

source: Profile Settings
sw: Mpangilio Binafsi

source: Change Language
sw: Badili Lugha

source: Policies
sw: Sera

source: Log Out
sw: Ondoka

source: Login
sw: Ingia

source: Create Shop
sw: Tengeneza Duka

source: Create Your Account
sw: Tengeneza Akaunti

source: Phone Number
sw: Namba ya Simu

source: Send Verification
sw: Tuma Uthibitisho

source: Verify Your Number
sw: Hakikisha Namba Ya Simu

source: One Time Password
sw: Ingiza Nywila

# didint_resend
source: Didin't Resend The Code
sw: Hujapata Code

source: Next
sw: Inayofuata

source: Skip
sw: Ruka

source: Owner
sw: Mmiliki

source: Store
sw: Stoo

source: Store Keeper
sw: Mtunza Stoo

source: Store Keeper Name*
sw: Jina La Mtunza Stoo*

source: Last Name
sw: Jina la Mwisho

source: E-mail
sw: Barua Pepe

source: Optional
sw: Ziada

source: Verified
sw: Imethibitishwa

source: Shop Name
sw: Jina La Duka

source: Shop Location
sw: Anwani Ya Duka

source: Pick Location
sw: Chagua Mahali

source: Search Products
sw: Tafuta Budhaa

source: Add To Cart
sw: Ongeza Kwenye Kikapu

source: Filter
sw: Chuja

source: Cart
sw: Kikapu

source: Product
sw: Bidhaa

source: Qty
sw: Idadi

source: Price
sw: Bei

source: Total
sw: Jumla

source: Add More Product
sw: Ongeza Bidhaa

source: Get Bill
sw: Nunua Sasa

source: Buy Now
sw: Nunua Sasa

source: Deals
sw: Dilii

source: Orders
sw: Oda

source: Complete Order
sw: Oda Zilizokamiliika

source: My Orders
sw: Oda Zangu

source: Order Placed
sw: Oda Placed

source: View
sw: Angalia

source: Order ID
sw: Oda Id

source: Amount
sw: Kiasi

# give_access
source: Give Access to Make Orders
sw: Toa Ufikiaji wa Kufanya Maagizo

source: Save
sw: Tunza

source: Shop Keeper Name
sw: Jina La Mwenye Duka

# shop_keeper_no
source: Shop Keeper Number
sw: Namba Ya Mwenye Duka

# privacy_policy
source: Privacy Policies
sw: Sera za Faragha

source: Terms & Condition
sw: Masharti

source: Payment Method
sw: Njia ya Malipo

source: Placed
sw: Kuwekwa

source: Processed
sw: swahili

source: Transit
sw: swahili

source: Delivered
sw: Imefika

source: First Name
sw: Jina La Kwanza

source: Register
sw: Sajiri

source: Resend
sw: Tuma Tena

source: Store Created
sw: Duka Limetengenezwa

source: Help & Support
sw: Msaada Wasiliana nasi

# notification
source: Notifications
sw: Taarifa

source: Edit Profile
sw: Badili Wasifu

# share
source: Share With a Friend
sw: Shiriki na Rafiki

source: About Uza
sw: Kuhusu Uza

source: My Target
sw: Lengo

# cart_is_empty
source: Your Cart is Empty
sw: Hakuna kitu kwenye Kikapu

source: Notifications
sw: Taarifa

source: My Routes
sw: Njia zangu

source: Order History
sw: Oda Histori

source: My Stock
sw: swahili

source: Visit Summary
sw: swahili

source: Add
sw: Ongeza

source: By List
sw: kwa listi

source: By Map
sw: kwa ramani

source: Where:
sw: mahali:

source: Contacts:
sw: mawasiliano:

source: Status:
sw: hali:

source: Last Visit:
sw: swahili:

source: Make Orders
sw: wela Oda

source: POS Visibility
sw: swahili

source: Competitor Analysis
sw: swahili

source: Stock Availability
sw: swahili

source: Edit Shop
sw: Badili Duka

source: Checkout
sw: Ondoka

source: Shop Status
sw: Hali ya Duka

source: Closed
sw: Limefungwa

# next_visit
source: Next Visit / Appointment
sw: swahili

source: Add Photo
sw: Ongeza Picha

source: Confirm Check in
sw: swahili

# take_photo
source: Take a photo(s) of the SalesStore
sw: swahili

source: or
sw: au

source: Supermarket Branding
sw: swahili

# enter_comment
source: enter comment here
sw: andika comment hapa

# add_more_photo
source: Add More Photos
sw: ongeza picha zaidi

source: Upload Photos
sw: swahili

source: Check Availability
sw: swahili

# cont
source: Continue
sw: Endelea

source: Fill The Quantity
sw: swahili

source: Save Data
sw: swahili

# print_report
source: Print Z-Report
sw: chapisha Z-Report

source: Check-in:
sw: Kuingia

source: Check Out:
sw: Kutoka

source: Order Status
sw: Hali ya oda

source: Total Orders:
sw: Oda zote:

source: Total Sales:
sw: Mauzo yote:

source: Location Visited:
sw: Eneo Tembelewa:

source: Shops Added:
sw: Maduka_yaliyoongezwa:

source: Order Details
sw: Taarifa za Oda

source: More
sw: ziada

source: Order Date
sw: Tarehe ya Oda

source: Payment Status
sw: Hali ya malipo

source: Delivery
sw: swahili

source: Branch
sw: Stoo

source: Items
sw: Bidhaa

source: Total Costs
sw: Jumla

source: Send Receipt
sw: Tuma risiti

# cash_payment
source: Add Payment
sw: Lipia Cash

# credit_payment
source: Home
sw: Lipia Credit

source: Return Goods
sw: swahili

source: Update Order
sw: swahili

source: Cancel Order
sw: Sitisha Oda

# print_receipts
source: Print Receipt
sw: Chapisha Risiti

source: Today
sw: Leo

source: Yesterday
sw: Jana

source: View Order
sw: Angalia Oda

source: Product Category
sw: swahili

source: Unit
sw: Aina

source: Reason
sw: Sababu

source: Confirm Return
sw: swahili

# return_warehouse
source: Retun Warehouse
sw: swahili
